

[
    {
      "createdAt": "1993-03-29T21:53:08.570Z",
      "name": "Samsung Galaxy S22 Ultra (8GB - 128GB)",
      "image": "https://res.cloudinary.com/dv3vzmogk/image/upload/v1658742698/anhhtus/hun3narxslfclvziux3c.jpg",
      "originalPrice": 30990000,
      "saleOffPrice": 24490000,
      "feature": "Vi xử lý mạnh mẽ nhất Galaxy - Snapdragon 8 Gen 1 (4 nm)\nCamera mắt thần bóng đêm Nightography - Chụp đêm cực đỉnh",
      "description": "Đúng như các thông tin được đồn đoán trước đó, mẫu flagship mới của gả khổng lồ Hàn Quốc được ra mắt với tên gọi là Samsung Galaxy S22 Ultra với nhiều cải tiến đáng giá. Mẫu điện thoại cao cấp đến từ Samsung này có nhiều thay đổi từ thiết kế, cấu hình cho đến camera. Vậy siêu phẩm này có gì mới, giá bao nhiêu và có nên mua không? Hãy cùng tìm hiểu chi tiết ngay bên dưới nhé!",
      "shortDescription": "shortDescription 1",
      "id": "1",
      "categories": "phone",
      "isDelete": true
    },
    {
      "createdAt": "2038-08-11T00:35:13.193Z",
      "name": "Samsung Galaxy A33 (5G)",
      "image": "https://res.cloudinary.com/dv3vzmogk/image/upload/v1658742698/anhhtus/hun3narxslfclvziux3c.jpg",
      "originalPrice": 8490000,
      "saleOffPrice": 7050000,
      "feature": "Màn hình giải trí lớn, sắc nét từng chi tiết - 6.4 inch, Full HD+ cho hình ảnh sắc nét, chân thực\n4 camera hỗ trợ chụp ảnh chuyên nghiệp - Camera chính lến đến 48 MP ghi lại trọn vẹn chi tiết đáng giá",
      "description": "Samsung vừa chính thức giới thiệu loạt sản phẩm thuộc dòng điện thoại tầm trung Galaxy A 2022, trong đó không thể không nhắc đến chính là Samsung Galaxy A33 với nhiều cải tiến hấp dẫn. Vậy điện thoại này có giá bao nhiêu, có gì nổi bật và có đáng mua không? Cùng tìm hiểu chi tiết ở bài viết dưới đây nhé!",
      "shortDescription": "shortDescription 2",
      "id": "2",
      "categories": "phone",
      "isDelete": false
    },
    {
      "createdAt": "2084-12-31T12:15:58.532Z",
      "name": "Macbook Pro 14 inch 2021 | Chính hãng Apple Việt Nam",
      "image": "https://res.cloudinary.com/dv3vzmogk/image/upload/v1658743120/anhhtus/uq0uy5jgygt3ym0xdlh7.jpg",
      "originalPrice": 52990000,
      "saleOffPrice": 47990000,
      "feature": "Hiệu năng vượt trội - Cân mọi tác vụ từ công việc, đồ họa cho đến những tựa game nặng\nĐa nhiệm mượt mà - RAM 16 GB giải quyết khối lượng công việc “nặng đô” một cách nhanh chóng và ấn tượng",
      "description": "Macbook Pro 14 inch - Chiếc Macbook đáng mong đợi nhất 2021\nKế thừa những tinh hoa từ đời MacBook tốt nhất cùng với những nâng cấp đáng kể trong nhiều năm qua, Macbook Pro 14 inch dự kiến sẽ là mẫu laptop làm cho giới công nghệ \"phát sốt\", cũng như là cỗ máy xử lý công việc tối ưu hiệu quả.",
      "shortDescription": "shortDescription 3",
      "id": "3",
      "categories": "laptop"
    },
    {
      "createdAt": "2015-06-21T03:43:48.431Z",
      "name": "nhanma",
      "image": "image 4",
      "originalPrice": 16551,
      "saleOffPrice": 12354,
      "feature": " hubhbhbj",
      "description": "bjknhkb",
      "shortDescription": "shortDescription 4",
      "id": "4",
      "categories": "phone"
    }
  ]